{"format": "graph-model", "generatedBy": "2.9.0", "convertedBy": "TensorFlow.js Converter v3.18.0", "signature": {"inputs": {"input_1": {"name": "input_1:0", "dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "-1"}, {"size": "256"}, {"size": "128"}, {"size": "3"}]}}}, "outputs": {"MobileNetV3_Small": {"name": "Identity:0", "dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "-1"}, {"size": "4"}]}}}}, "modelTopology": {"node": [{"name": "input_1", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "256"}, {"size": "128"}, {"size": "3"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/FirstLayer/Conv3x3/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "3"}, {"size": "16"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/FirstLayer/Conv3x3/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck0/Bneck0/Bneck/Expand/Conv1x1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "16"}, {"size": "16"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck0/Bneck0/Bneck/Expand/Conv1x1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck0/Bneck0/Bneck/Depthwise/DWConv3x3/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "16"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck0/Bneck0/Bneck/Depthwise/DWConv3x3/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck0/Bneck0/Bneck/Project/Conv1x1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "16"}, {"size": "16"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck10/Bneck10/Bneck/Project/Conv1x1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "576"}, {"size": "96"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck0/Bneck0/Bneck/Project/Conv1x1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck1/Bneck1/Bneck/Expand/Conv1x1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "16"}, {"size": "72"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck1/Bneck1/Bneck/Expand/Conv1x1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "72"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck10/Bneck10/Bneck/Project/Conv1x1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck1/Bneck1/Bneck/Depthwise/DWConv3x3/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "72"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck1/Bneck1/Bneck/Depthwise/DWConv3x3/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "72"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck1/Bneck1/Bneck/Project/Conv1x1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "72"}, {"size": "24"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck1/Bneck1/Bneck/Project/Conv1x1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "24"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck2/Bneck2/Bneck/Expand/Conv1x1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "24"}, {"size": "88"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck2/Bneck2/Bneck/Expand/Conv1x1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "88"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/LastStage/ConvNormAct/Conv1x1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "96"}, {"size": "576"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck2/Bneck2/Bneck/Depthwise/DWConv3x3/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "88"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck2/Bneck2/Bneck/Depthwise/DWConv3x3/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "88"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck2/Bneck2/Bneck/Project/Conv1x1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "88"}, {"size": "24"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck2/Bneck2/Bneck/Project/Conv1x1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "24"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck3/Bneck3/Bneck/Expand/Conv1x1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "24"}, {"size": "96"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/LastStage/ConvNormAct/Conv1x1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "576"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck3/Bneck3/Bneck/Expand/Conv1x1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck3/Bneck3/Bneck/Depthwise/DWConv5x5/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "96"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck3/Bneck3/Bneck/Depthwise/DWConv5x5/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck3/Bneck3/Bneck/Project/Conv1x1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "96"}, {"size": "40"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck3/Bneck3/Bneck/Project/Conv1x1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "40"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck4/Bneck4/Bneck/Expand/Conv1x1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "40"}, {"size": "240"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck4/Bneck4/Bneck/Expand/Conv1x1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "240"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck4/Bneck4/Bneck/Depthwise/DWConv5x5/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "240"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck4/Bneck4/Bneck/Depthwise/DWConv5x5/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "240"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck4/Bneck4/Bneck/Project/Conv1x1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "240"}, {"size": "40"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck4/Bneck4/Bneck/Project/Conv1x1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "40"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck5/Bneck5/Bneck/Expand/Conv1x1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "40"}, {"size": "240"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck5/Bneck5/Bneck/Expand/Conv1x1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "240"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck5/Bneck5/Bneck/Depthwise/DWConv5x5/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "240"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck5/Bneck5/Bneck/Depthwise/DWConv5x5/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "240"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck5/Bneck5/Bneck/Project/Conv1x1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "240"}, {"size": "40"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck5/Bneck5/Bneck/Project/Conv1x1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "40"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck6/Bneck6/Bneck/Expand/Conv1x1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "40"}, {"size": "120"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck6/Bneck6/Bneck/Expand/Conv1x1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "120"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck6/Bneck6/Bneck/Depthwise/DWConv5x5/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "120"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck6/Bneck6/Bneck/Depthwise/DWConv5x5/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "120"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck6/Bneck6/Bneck/Project/Conv1x1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "120"}, {"size": "48"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck6/Bneck6/Bneck/Project/Conv1x1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "48"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck7/Bneck7/Bneck/Expand/Conv1x1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "144"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck7/Bneck7/Bneck/Expand/Conv1x1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "144"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck7/Bneck7/Bneck/Depthwise/DWConv5x5/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "144"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck7/Bneck7/Bneck/Depthwise/DWConv5x5/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "144"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck7/Bneck7/Bneck/Project/Conv1x1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "144"}, {"size": "48"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck7/Bneck7/Bneck/Project/Conv1x1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "48"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck8/Bneck8/Bneck/Expand/Conv1x1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "288"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck8/Bneck8/Bneck/Expand/Conv1x1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "288"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck8/Bneck8/Bneck/Depthwise/DWConv5x5/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "288"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck8/Bneck8/Bneck/Depthwise/DWConv5x5/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "288"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck8/Bneck8/Bneck/Project/Conv1x1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "288"}, {"size": "96"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck8/Bneck8/Bneck/Project/Conv1x1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck9/Bneck9/Bneck/Expand/Conv1x1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "96"}, {"size": "576"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck9/Bneck9/Bneck/Expand/Conv1x1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "576"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck9/Bneck9/Bneck/Depthwise/DWConv5x5/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "576"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck9/Bneck9/Bneck/Depthwise/DWConv5x5/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "576"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck9/Bneck9/Bneck/Project/Conv1x1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "576"}, {"size": "96"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck9/Bneck9/Bneck/Project/Conv1x1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck10/Bneck10/Bneck/Expand/Conv1x1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "96"}, {"size": "576"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck10/Bneck10/Bneck/Expand/Conv1x1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "576"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck10/Bneck10/Bneck/Depthwise/DWConv5x5/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "576"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck10/Bneck10/Bneck/Depthwise/DWConv5x5/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "576"}]}}}}}, {"name": "ConstantFolding/StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/LastStage/ConvNormAct/HardSwish/HardSigmoid/truediv_1_recip", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "ConstantFolding/StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/LastStage/ConvNormAct/HardSwish/HardSigmoid/truediv_recip", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "ConstantFolding/StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck10/Bneck10/Bneck/Depthwise/HardSwish/HardSigmoid/truediv_recip", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "ConstantFolding/StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck10/Bneck10/Bneck/Expand/HardSwish/HardSigmoid/truediv_recip", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "ConstantFolding/StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck9/Bneck9/Bneck/Depthwise/HardSwish/HardSigmoid/truediv_recip", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "ConstantFolding/StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck9/Bneck9/Bneck/Expand/HardSwish/HardSigmoid/truediv_recip", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "ConstantFolding/StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck8/Bneck8/Bneck/Depthwise/HardSwish/HardSigmoid/truediv_recip", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "ConstantFolding/StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck8/Bneck8/Bneck/Expand/HardSwish/HardSigmoid/truediv_recip", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "ConstantFolding/StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck7/Bneck7/Bneck/Depthwise/HardSwish/HardSigmoid/truediv_recip", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "ConstantFolding/StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck7/Bneck7/Bneck/Expand/HardSwish/HardSigmoid/truediv_recip", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "ConstantFolding/StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck6/Bneck6/Bneck/Depthwise/HardSwish/HardSigmoid/truediv_recip", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "ConstantFolding/StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck6/Bneck6/Bneck/Expand/HardSwish/HardSigmoid/truediv_recip", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "ConstantFolding/StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck5/Bneck5/Bneck/Depthwise/HardSwish/HardSigmoid/truediv_recip", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "ConstantFolding/StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck5/Bneck5/Bneck/Expand/HardSwish/HardSigmoid/truediv_recip", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "ConstantFolding/StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck4/Bneck4/Bneck/Depthwise/HardSwish/HardSigmoid/truediv_recip", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "ConstantFolding/StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck4/Bneck4/Bneck/Expand/HardSwish/HardSigmoid/truediv_recip", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "ConstantFolding/StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck3/Bneck3/Bneck/Depthwise/HardSwish/HardSigmoid/truediv_recip", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "ConstantFolding/StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck3/Bneck3/Bneck/Expand/HardSwish/HardSigmoid/truediv_recip", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "ConstantFolding/StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/FirstLayer/HardSwish/HardSigmoid/truediv_recip", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/FirstLayer/Padding1x1/Pad/paddings", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}, {"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/FirstLayer/HardSwish/HardSigmoid/add/y", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck0/Bneck0/Bneck/Depthwise/Padding1x1/Pad/paddings", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}, {"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck0/Bneck0/Bneck/Depthwise/SEBottleneck/Squeeze/Conv1x1/Conv2D/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "16"}, {"size": "4"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck0/Bneck0/Bneck/Depthwise/SEBottleneck/Excite/Conv1x1/Conv2D/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "4"}, {"size": "16"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck0/Bneck0/Bneck/Depthwise/SEBottleneck/Excite/HardSigmoid/add/y", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "ConstantFolding/StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck0/Bneck0/Bneck/Depthwise/SEBottleneck/Excite/HardSigmoid/truediv_recip", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck1/Bneck1/Bneck/Depthwise/Padding1x1/Pad/paddings", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}, {"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck2/Bneck2/Bneck/Depthwise/Padding1x1/Pad/paddings", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}, {"size": "2"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck3/Bneck3/Bneck/Expand/HardSwish/HardSigmoid/add/y", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck3/Bneck3/Bneck/Depthwise/Padding2x2/Pad/paddings", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}, {"size": "2"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck3/Bneck3/Bneck/Depthwise/SEBottleneck/Squeeze/Conv1x1/Conv2D/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "96"}, {"size": "24"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck3/Bneck3/Bneck/Depthwise/SEBottleneck/Excite/Conv1x1/Conv2D/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "24"}, {"size": "96"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck3/Bneck3/Bneck/Depthwise/SEBottleneck/Excite/HardSigmoid/add/y", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "ConstantFolding/StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck3/Bneck3/Bneck/Depthwise/SEBottleneck/Excite/HardSigmoid/truediv_recip", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck3/Bneck3/Bneck/Depthwise/HardSwish/HardSigmoid/add/y", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck4/Bneck4/Bneck/Expand/HardSwish/HardSigmoid/add/y", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck4/Bneck4/Bneck/Depthwise/Padding2x2/Pad/paddings", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}, {"size": "2"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck4/Bneck4/Bneck/Depthwise/SEBottleneck/Squeeze/Conv1x1/Conv2D/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "240"}, {"size": "60"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck4/Bneck4/Bneck/Depthwise/SEBottleneck/Excite/Conv1x1/Conv2D/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "60"}, {"size": "240"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck4/Bneck4/Bneck/Depthwise/SEBottleneck/Excite/HardSigmoid/add/y", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "ConstantFolding/StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck4/Bneck4/Bneck/Depthwise/SEBottleneck/Excite/HardSigmoid/truediv_recip", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck4/Bneck4/Bneck/Depthwise/HardSwish/HardSigmoid/add/y", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck5/Bneck5/Bneck/Expand/HardSwish/HardSigmoid/add/y", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck5/Bneck5/Bneck/Depthwise/Padding2x2/Pad/paddings", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}, {"size": "2"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck5/Bneck5/Bneck/Depthwise/SEBottleneck/Squeeze/Conv1x1/Conv2D/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "240"}, {"size": "60"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck5/Bneck5/Bneck/Depthwise/SEBottleneck/Excite/Conv1x1/Conv2D/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "60"}, {"size": "240"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck5/Bneck5/Bneck/Depthwise/SEBottleneck/Excite/HardSigmoid/add/y", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "ConstantFolding/StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck5/Bneck5/Bneck/Depthwise/SEBottleneck/Excite/HardSigmoid/truediv_recip", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck5/Bneck5/Bneck/Depthwise/HardSwish/HardSigmoid/add/y", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck6/Bneck6/Bneck/Expand/HardSwish/HardSigmoid/add/y", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck6/Bneck6/Bneck/Depthwise/Padding2x2/Pad/paddings", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}, {"size": "2"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck6/Bneck6/Bneck/Depthwise/SEBottleneck/Squeeze/Conv1x1/Conv2D/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "120"}, {"size": "30"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck6/Bneck6/Bneck/Depthwise/SEBottleneck/Excite/Conv1x1/Conv2D/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "30"}, {"size": "120"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck6/Bneck6/Bneck/Depthwise/SEBottleneck/Excite/HardSigmoid/add/y", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "ConstantFolding/StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck6/Bneck6/Bneck/Depthwise/SEBottleneck/Excite/HardSigmoid/truediv_recip", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck6/Bneck6/Bneck/Depthwise/HardSwish/HardSigmoid/add/y", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck7/Bneck7/Bneck/Expand/HardSwish/HardSigmoid/add/y", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck7/Bneck7/Bneck/Depthwise/Padding2x2/Pad/paddings", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}, {"size": "2"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck7/Bneck7/Bneck/Depthwise/SEBottleneck/Squeeze/Conv1x1/Conv2D/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "144"}, {"size": "36"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck7/Bneck7/Bneck/Depthwise/SEBottleneck/Excite/Conv1x1/Conv2D/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "36"}, {"size": "144"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck7/Bneck7/Bneck/Depthwise/SEBottleneck/Excite/HardSigmoid/add/y", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "ConstantFolding/StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck7/Bneck7/Bneck/Depthwise/SEBottleneck/Excite/HardSigmoid/truediv_recip", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck7/Bneck7/Bneck/Depthwise/HardSwish/HardSigmoid/add/y", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck8/Bneck8/Bneck/Expand/HardSwish/HardSigmoid/add/y", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck8/Bneck8/Bneck/Depthwise/Padding2x2/Pad/paddings", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}, {"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck8/Bneck8/Bneck/Depthwise/SEBottleneck/Squeeze/Conv1x1/Conv2D/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "288"}, {"size": "72"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck8/Bneck8/Bneck/Depthwise/SEBottleneck/Excite/Conv1x1/Conv2D/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "72"}, {"size": "288"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck8/Bneck8/Bneck/Depthwise/SEBottleneck/Excite/HardSigmoid/add/y", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "ConstantFolding/StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck8/Bneck8/Bneck/Depthwise/SEBottleneck/Excite/HardSigmoid/truediv_recip", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck8/Bneck8/Bneck/Depthwise/HardSwish/HardSigmoid/add/y", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck9/Bneck9/Bneck/Expand/HardSwish/HardSigmoid/add/y", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck9/Bneck9/Bneck/Depthwise/Padding2x2/Pad/paddings", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}, {"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck9/Bneck9/Bneck/Depthwise/SEBottleneck/Squeeze/Conv1x1/Conv2D/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "576"}, {"size": "144"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck9/Bneck9/Bneck/Depthwise/SEBottleneck/Excite/Conv1x1/Conv2D/ReadVariableOp", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "144"}, {"size": "576"}]}}}}}, {"name": "StatefulPartitionedCall/model/MobileNetV3_Small/StatefulPartitionedCall/StatefulPartitionedCall/Bneck/Bneck9/Bneck9/Bneck/Depthwise/SEBottleneck/Excite/HardSigmoid/add/y", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": 